//====================================================================================
// Arquivo de protótipo das funções do programa do usuario
// Autor: Silvano Fonseca Paganoto
// Data: 15/09/2010
//====================================================================================

#ifndef LADDERPROGRAM_H
#define LADDERPROGRAM_H

//====================================================================================
// Includes
//====================================================================================
#include "definicao.h"
#include "setuphardware.h"
#include "funcoes.h"

//====================================================================================
// Protótipo
//====================================================================================
void Parametros(void);
void ExecPrograma(void);
#EXEC_TIMERS_USER_H#

#endif
